Repository: FreePBX-ContributedModules/restapi
Catalog: i18n/*/LC_MESSAGES/restapi.po
Languages: cs, es_es, pt_br, vi

source: Accounting
cs: Účetní
es_es: Contabilidad
pt_br: Contabilidade
vi: Kế toán

source: Adding index to e_id field in the restapi_log_event_details table
cs: Přidání indexu do pole e_id v tabulce restapi_log_event_details
es_es: Adición de índice al campo e_id en la tabla restapi_log_event_details
pt_br: Adicionando índice ao campo e_id na tabela restapi_log_event_details
vi: Đang thêm chỉ mục đến trường e_id trong bảng restapi_log_event_details

source: Adding index to time field in the restapi_log_events table
cs: Přidání indexu do časového pole v tabulce restapi_log_events
es_es: Adición de índice al campo de tiempo en la tabla restapi_log_events
pt_br: Adicionando índice ao campo de tempo na tabela restapi_log_events
vi: Đang thêm chỉ mục đến trường thời gian trong bảng restapi_log_events

source: Admin
cs: Administrator
pt_br: Administrador
vi: Quản trị viên

source: All
cs: Vše
es_es: Todo
pt_br: Tudo
vi: Tất cả

source: Allow
cs: Povolit
es_es: Permitir
pt_br: Permitir
vi: Cho phép

source: Associated User
cs: Přiřazený uživatel
es_es: Usuario Asociado
pt_br: Usuário Associado
vi: Người dùng liên kết

source: Authentication
cs: Autentifikace
es_es: Autenticación
pt_br: Autenticação
vi: Xác thực

source: Authorization
cs: Autorizace
es_es: Autorización
pt_br: Autorização
vi: Ủy quyền

source: Data
es_es: Datos
pt_br: Dados
vi: Dữ liệu

source: Delete
cs: Smazat
es_es: Eliminar
pt_br: Apagar
vi: Xóa

source: Deny
cs: Zakázat
es_es: Rechazar
pt_br: Negar
vi: Từ chối

source: Description
cs: Popis
es_es: Descripción
pt_br: Descrição
vi: Mô tả

source: Desired status of the server
cs: Požadovaný stav serveru
es_es: Estado deseado del servidor
pt_br: Status desejado do servidor
vi: Tình trạng mô tả của máy chủ

source: Disabled
cs: Zakázano
es_es: Deshabilitado
pt_br: Desabilitado
vi: Đã vô hiệu

source: Down for Maintence
cs: Vypnuto kvůli údržbě
es_es: Fuera de servicio por mantenimiento
pt_br: Fora de serviço para Manutenção
vi: Ngưng hoạt động để bảo trì

source: Enable RestAPI for this user
cs: Povolit RestAPI pro tohoto uživatele
es_es: Habilitar RestAPI para este usuario
pt_br: Habilitar RestAPI para este usuário
vi: Kích hoạt RestAPI cho người dùng này

source: Enabled
cs: Povoleno
es_es: Habilitado
pt_br: Habilitado
vi: Đã kích hoạt

source: Event
cs: Událost
es_es: Evento
pt_br: Evento
vi: Sự kiện

source: Extensions
cs: Pobočky
es_es: Extensiones
pt_br: Ramais
vi: Các máy nhánh

source: General Settings
cs: Obecné nastavení
es_es: Configuración general
pt_br: Configurações Gerais
vi: Cài đặt chung

source: Gloabl IP address blacklist
cs: Globalní blacklist IP adres
es_es: Lista negra de direcciones IP globales
pt_br: Lista negra de endereços IP globais
vi: Danh sách đen địa chỉ IP Global

source: Gloabl IP address whitelist
cs: Globalní whitelist IP adres
es_es: Lista blanca de direcciones IP globales
pt_br: Lista branca de endereços de IP globais
vi: Danh sách trắng ( đối lập với blacklist) các địa chỉ IP Global ( có thể gởi thông tin)

source: Inherit
cs: Zdědit
es_es: Heredar
pt_br: Herdar
vi: Kế thừa

source: Localized
cs: Lokalizováno
es_es: Localizado
pt_br: Localizado
vi: Đã xác định vị trí

source: Localizing...
cs: Lokalizace...
es_es: Localizando...
pt_br: Localizando...
vi: Đang xác định vị trí...

source: Modifying data type of value field in the restapi_token_details table
cs: Úprava datového typu hodnotového pole v tabulce restapi_token_details
es_es: Modificar el tipo de datos del campo de valor en la tabla restapi_token_details
pt_br: Modificando o tipo de dados do campo de valor na tabela restapi_token_details
vi: Đang chỉnh sửa kiểu dữ liệu của trường giá trị trong bảng restapi_token_details

source: Modules
cs: Moduly
es_es: Modulos
pt_br: Módulos
vi: Các mô đun

source: Modules this token may read and write
cs: Moduly tohoto tokenu mohou číst a psát
es_es: Módulos que este símbolo puede leer y escribir
pt_br: Módulos que este token pode ler e escrever
vi: Các mô đun mà token có thể đọc và ghi được

source: Name
cs: Jméno
es_es: Nombre
pt_br: Nome
vi: Tên

source: No
cs: Ne
pt_br: Não
vi: Không

source: No Data Found!
cs: Data nenalezena!
es_es: No Datos encontrados!
pt_br: Nenhum Dado Encontrado!
vi: Không có dữ liệu nào được tìm thấy!

source: No tokens associated with this user
cs: Žádné žetony spojené s tímto uživatelem
es_es: No Tokens asociados a este usuario
pt_br: Nenhum token associado a este usuário
vi: Không có token nào được kết nối với người dùng này

source: Quantity of API requests this token can make per hour
cs: Množství požadavků na rozhraní API, které tento token může provést za hodinu
es_es: Cantidad de solicitudes de API que este símbolo puede generar por hora
pt_br: Quantidade de solicitações de API que esse token pode gerar por hora
vi: Số lượng các yêu cầu API của token này có thể tạo trên mỗi giờ

source: REST API Log
vi: Nhật ký REST API

source: REST API Report
es_es: REST API Reporte
pt_br: Relatório REST API
vi: Báo cáo API REST

source: REST API Token
pt_br: Token REST API
vi: Token của REST API

source: RESTful API module for your PBX.
cs: RESTful modul API pro vaši pobočkovou ústřednu.
es_es: RESTful API modulo para su PBX.
pt_br: Módulo RESTful API para seuPBX.
vi: Mô đun RESTful API cho PBX của bạn.

source: Rate Limit
cs: Limit rychlosti
es_es: Tasa Limite
pt_br: Taxa Limite
vi: Giới hạn tốc độ

source: Request Logging
cs: Požadovat logování
es_es: Solicitud de Registro
pt_br: Solicitações de Registro
vi: Yêu cầu Logging

source: Rest API
vi: API đi theo cấu trúc REST

source: Rest API is used to manage API tokens for use in modules such as Rest Apps for your phones. From here you can edit general settings.
cs: Rest API se používá pro správu tokenů API pro použití v modulech, jako jsou například Rest Apps pro vaše telefony. Zde můžete upravit obecná nastavení.
es_es: Rest API se utiliza para administrar tokens de API para su uso en módulos como Rest Apps para sus teléfonos. Desde aquí puede editar la configuración general.
pt_br: Rest API é usado para gerenciar tokens de API para uso em módulos como Apps Rest para seus telefones. A partir daqui você pode editar as configurações gerais.
vi: Rest API dùng để quản lý các token API trong các mô đun như Rest Apps tại điện thoại của bạn. Tại đây, bạn có thể chỉnh sửa các cài đặt chung.

source: Save
cs: Uložit
es_es: Guardar
pt_br: Salvar
vi: Lưu

source: Server
es_es: Servidor
pt_br: Servidor
vi: Máy chủ

source: Server Status
cs: Stav serveru
es_es: Estado de Servidor
pt_br: Status do Servidor
vi: Trạng thái của máy chủ

source: Server Token
cs: Token serveru
es_es: Token de Servidor
pt_br: Token do Servidor
vi: Token của máy chủ

source: Server Token Key
cs: Serverový klíč tokenu
es_es: Llave Token del servidor
pt_br: Chave Token do Servidor
vi: Khóa Token của máy chủ

source: Signature
cs: Podpis
es_es: Firma
pt_br: Assinatura
vi: Chữ ký

source: Status
cs: Stav
es_es: Estado
vi: Trạng thái

source: Submit
cs: Potvrdit
es_es: Enviar
pt_br: Enviar
vi: Gửi đi

source: Temporarly Disabed
cs: Dočasně zakázáno
es_es: temporalmente Deshabilitado
pt_br: Temporariamente Desabilitado
vi: Bị vô hiệu tạm thời

source: This section is used in conjunction with the RESTful Phone Apps. The RESTful Phone Apps module gives you access to a range of Phone side applications. It requires the Commercial End Point Manager to configure your devices as it needs to receive data from EPM for most applications to work correctly.
cs: Tato část se používá ve spojení s funkcemi RESTful Phone Apps. Modul RESTful Phone Apps vám umožňuje přístup k řadě aplikací na straně telefonu. Vyžaduje, aby správce komerčních koncových bodů nakonfiguroval vaše zařízení, protože potřebuje přijímat data z EPM pro správnou práci většiny aplikací.
es_es: Esta sección se utiliza junto con las aplicaciones de teléfono RESTful. El módulo RESTful Phone Apps le da acceso a una amplia gama de aplicaciones del lado del teléfono. Requiere que el Administrador de EPM configure sus dispositivos, ya que necesita recibir datos de EPM para que la mayoría de las aplicaciones funcionen correctamente.
pt_br: Esta seção é usada em conjunto com aplicativos de telefone RESTful. O módulo Aplicativos de Telefone RESTful lhe dá acesso a uma variedade de aplicativos para o telefone. Requer que o Gerenciador de Pontos de Extremidade Comercial configure seus dispositivos para receber seus dados para que a maioria dos aplicativos possam funcionar corretamente.
vi: Phần này được sử dụng kết hợp với các RESTful Phone Apps. Mô đun RESTful Phone Apps sẽ cho phép bạn truy cập vào hàng loạt các ứng dụng của điện thoại. Nó yêu cầu phải có trình quản lý điển cuối cho việc cấu hình các thiết bị của bạn khi nó nhận dữ liệu từ EPM để các ứng dụng có thể hoạt động chính xác.

source: Time
cs: Čas
es_es: Tiempo
pt_br: Horas
vi: Thời gian

source: Token
vi: Token ( Một dạng mã xác thực)

source: Token Key
cs: Klič tokenu
es_es: Llave de Token
pt_br: Chave Token
vi: Khóa Token

source: Tokens
cs: Tokeny
vi: Các Token

source: Unable to add index to e_id field in restapi_log_event_details table
cs: Nelze přidat index do pole e_id v tabulce restapi_log_event_details
es_es: No se puede agregar el índice al campo e_id en la tabla restapi_log_event_details
pt_br: Não é possível adicionar índice para o campo e_id na tabela restapi_log_event_details
vi: Không thể thêm chỉ mục vào trường e_id trong bảng restapi_log_event_details

source: Unable to add index to time field in restapi_log_events table
cs: Nelze přidat index do časového pole v tabulce restapi_log_events
es_es: No se puede agregar el índice al campo de tiempo en la tabla restapi_log_events
pt_br: Não é possível adicionar índice para o campo de tempo na tabela restapi_log_events
vi: Không thể thêm chỉ mục vào trường thời gian trong bảng restapi_log_events

source: Unable to modify data type of value field in restapi_token_details table
cs: V tabulce restapi_token_details nelze změnit datový typ pole hodnot
es_es: No se puede modificar el tipo de datos del campo de valor en la tabla restapi_token_details
pt_br: Não é possível modificar o tipo de dados do campo de valor na tabela restapi_token_details
vi: Không thể sửa đỏi kiểu dữ liệu của trường giá trị trong bảng restapi_token_details

source: User
cs: Uživatel
es_es: Usuario
pt_br: Usuário
vi: Người dùng

source: User Primary Extension
cs: Hlavní linka uživatele
es_es: Extensión Primaria del Usuario
pt_br: Ramal Principal do Usuário
vi: Người dùng máy nhánh chính

source: User this key should be associated with. Will show key on user page and will be visable to the user in the user portal. Key will be deleted if/when user is
cs: Uživatel by měl být spojen s tímto klíčem. Zobrazí klíč na stránce uživatele a bude uživatelsky viditelný na uživatelském portálu. Klíč bude smazán, pokud / pokud je uživatel
es_es: El usuario debe asociar esta clave. Mostrará la clave en la página de usuario y será visible para el usuario en el portal de usuario. La tecla se borrará si/cuando el usuario está
pt_br: Usuário deve ser associado a essa chave. Mostrará a chave na página do usuário e será visível para o usuário no portal do usuário. A chave será apagada se/quando o usuário estiver
vi: Người dùng khóa này cần được kết hợp với. Các khóa sẽ được hiện trên trang người dùng và người dùng sẽ có thể nhìn thấy trong cổng người dùng. Khóa sẽ bị xóa nếu/ khi người dùng là

source: Users
cs: Uživatelé
es_es: Usuarios
pt_br: Usuários
vi: Người dùng

source: Users whos data this token may read and write
cs: Uživatelé, kteří data tokenu mohou číst a psát
es_es: Usuarios cuyos datos este token puede leer y escribir
pt_br: Usuários cujos dados este token pode ler e escrever
vi: Dữ liệu người dùng mà Token này có thể đọc và ghi được

source: What is Rest API
cs: Co je to Rest API
es_es: Que es Rest API
pt_br: O que é Rest API
vi: Rest API là gì

source: What is RestAPI
cs: Co je to RestAPI
es_es: Que es RestAPI
pt_br: O que é RestAPI
vi: RestAPI là gì

source: Whether to log requests to/from the server. This can be a very large amount of data.
cs: Nezáleží na tom, zda chcete logovat požadavky ze serveru. Může to být velmi velké množství dat.
es_es: Si se deben registrar solicitudes desde/hacia el servidor. Esto puede ser una cantidad muy grande de datos.
pt_br: Se deseja registrar solicitações do/para o servidor. Pode ser uma quantidade muito grande de dados.
vi: Có nên ghi lại các yêu cầu đến/ đi của máy chủ hay không. Đây có thể là một lượng dữ liệu rất lớn.

source: Which extensions this user can control
cs: Jakou linku může uživatel ovládat
es_es: Qué extensiones puede controlar este usuario
pt_br: Quais ramais este usuário pode controlar
vi: Máy nhánh nào mà người dùng này có thể kiểm soát

source: Which modules this user can control
cs: Jaké moduly může uživatel ovládat
es_es: Qué módulos puede controlar este usuario
pt_br: Quais módulos este usuário pode controlar
vi: Mô đun nào mà người dùng này có thể kiếm soát

source: Yes
cs: Ano
es_es: Si
pt_br: Sim
vi: Có

source: click on data to expand
cs: klikněte na data pro rozbalení
es_es: Haga clic en los datos para expandir
pt_br: clique nos dados para expandir
vi: Kích chon dữ liệu để mở rộng

source: requests per hour
cs: požadavky za hodinu
es_es: Peticiones por hora
pt_br: solicitações por hora
vi: Các yêu cầu trên một giờ
